Repository: jannyg/Loop
Catalog: Learn/*.lproj/Localizable.strings
Languages: nb

source: Computes the percentage of glucose measurements within a specified range
nb: Beregner prosentandelen av glukosemålinger innenfor et bestemt område

source: Continue
nb: Fortsett

source: Maximum
nb: Maksimum

source: Modal Day
nb: Modal dag

source: No data available
nb: Ingen data tilgjengelig

source: Range
nb: Målområde

source: Start Date
nb: Startdato

source: Time in Range
nb: Tid i målområdet

source: Visualizes the most frequent glucose values by time of day
nb: Visualiser de nyeste blodsukkerverdier etter tid på døgnet

source: Weeks
nb: Uker

source: %1$@ %2$@/U
nb: %1$@ %2$@/E

source: %1$@ U left
nb: %1$@ E igjen

source: %1$@ U left: %2$@
nb: %1$@ E igjen: %2$@

source: %1$@ U/hour
nb: %1$@ E/hour

source: %@ absorbed
nb: %@ absorbert

source: %@ U Total
nb: %@ E Totalt

source: 15 min glucose regression coefficient (b₁), continued with decay over 30 min
nb: 15 min glukose regresjonskoeffisient (b₁), fortsatte med forfall over 30 min

source: 30 min comparison of glucose prediction vs actual, continued with decay over 60 min
nb: 30 min sammenligning av glukose prediksjon vs faktisk, fortsatte med forfall over 60 min

source: A model based on the published absorption of Fiasp insulin.
nb: En modell basert på publisert absorpsjon av Fiasp insulin.

source: A model based on the published absorption of Humalog, Novolog, and Apidra insulin in adults.
nb: En modell basert på publisert absorpsjon av Humalog, Novolog og Apidra insulin hos voksne.

source: Absorption Time
nb: Absorpsjonstid

source: AcceptRecommendedBolus
nb: AksepterAnbefaltBolus

source: Active Carbohydrates
nb: Aktive karbohydrater

source: Active Carbs
nb: Aktive karbs

source: Active Insulin
nb: Aktivt insuling

source: Add Carb Entry
nb: Legg til carbs

source: Add CGM
nb: Legg til CGM

source: Add Meal
nb: Legg til måltid

source: Add Pump
nb: Legg til pumpe

source: An adjustment to the adult model based on empirical effects in children.
nb: En tilpasning til voksenmodellen basert på empiriske effekter hos barn.

source: API Key
nb: API nøkkel

source: API Secret
nb: API hemmelighet

source: Are you sure you want to delete this CGM?
nb: Er du sikker på at du vil slette denne CGM?

source: at %@
nb: kl %@

source: Authenticate to Bolus %@ Units
nb: Godkjenn for Bolus %@ Enheter

source: Automatic Bolus
nb: Automatisk bolus

source: Automatic Bolus (Experimental)
nb: Automatisk bolus (eksperimentell)

source: Basal Rate Schedule
nb: Tidsplan for basalrate

source: Basal Rates
nb: Basalrate

source: Bolus Failed
nb: Bolus feilet

source: Bolus Recommendation Updated
nb: Bolus-anbefaling oppdatert

source: Bolused %1$@ of %2$@
nb: Boluset %1$@ av %2$@

source: Bolusing %1$@
nb: Boluser %1$@

source: Cancel
nb: Avbryt

source: Canceling Bolus
nb: Avbryter bolus

source: Carb effects
nb: Karb effekter

source: Carb Entry
nb: Karb oppføring

source: Carb Ratios
nb: Karb rate

source: Carbohydrates
nb: Karbohydrater

source: Carbs Absorbed (g) ÷ Carb Ratio (g/U) × Insulin Sensitivity (%1$@/U)
nb: Karbs Absorbert (g) ÷ Carb Rate (g/E) × Insulin Sensitivitet (%1$@/E)

source: Change the pump battery immediately
nb: Bytt pumpebatteri umiddelbart

source: Change the pump reservoir now
nb: Bytt pumpereservoar nå

source: Check settings
nb: Kontroller innstillinger

source: Check that your pump is in range
nb: Kontroller at pumpen er innen rekkevidde

source: Check your CGM data source
nb: Kontrollere CGM-datakilden

source: Choose a longer absorption time for larger meals, or those containing fats and proteins. This is only guidance to the algorithm and need not be exact.
nb: Velg en lengre absorpsjonstid for større måltider, eller de som inneholder fett og proteiner. Dette er bare veiledning til algoritmen og trenger ikke være nøyaktig.

source: Closed Loop
nb: Lukket Loop

source: Configuration
nb: Konfigurasjon

source: Configuration Error: %1$@
nb: Konfigurasjonsfeil: %1$@

source: Correction Range
nb: Korreringsområde

source: Current glucose of %1$@ is below correction range.
nb: Gjeldende glukose på %1$@ er under korringeringsområde

source: Custom Override
nb: Tilpasset overstyring

source: Customer Token
nb: Kundetoken

source: Date
nb: Dato

source: Delete CGM
nb: SlettCGM

source: Deliver
nb: Lever

source: Delivery Limits
nb: Leveringsgrenser

source: Disables
nb: Deaktiver

source: Dismiss
nb: Ignorer

source: Dosing Strategy
nb: Doseringsstrategi

source: Enables
nb: Aktiverer

source: Enter suspend threshold
nb: Angi terskelverdi for hvilemodus

source: Error Canceling Bolus
nb: Feil under annullering av Bolus

source: Error Resuming
nb: Feil under gjenopptakelse

source: Eventually %1$@
nb: Omsider %1$@

source: Eventually %@
nb: Omsider %@

source: Exceeds Maximum Bolus
nb: Overskrider maksimal Bolus

source: Glucose
nb: Glukose

source: Glucose data is %1$@ old
nb: Glukosedata er %1$@ gammelt

source: Glucose data not available
nb: Glukosedata er ikke tilgjengelig

source: Glucose Momentum
nb: Glukosemomentum

source: Indefinitely
nb: Uendelig

source: Insulin Absorbed (U) × Insulin Sensitivity (%1$@/U)
nb: Insulin Absorbert (E) × Insulin Sensitivitet (%1$@/E)

source: Insulin Delivery
nb: Insulinlevering

source: Insulin effects
nb: Insulineffekter

source: Insulin Model
nb: Insulinmodell

source: Insulin Sensitivities
nb: Insulinsensitiviteter

source: Invalid data: %1$@
nb: Ugyldige data: %1$@

source: IOB %1$@ U
nb: IOB %1$@ E

source: Issue Report
nb: Problemsrapport

source: Launches CGM app
nb: Starter CGM app

source: Loading...
nb: Laster...

source: Loop Failure
nb: Loop feil

source: Loop has not completed successfully in %@
nb: Loop har ikke fullført vellykket i %@

source: Loop will automatically bolus when bg is predicted to be higher than target range, and will use temp basals when bg is predicted to be lower than target range. Please use caution when selecting this option for the first time. You may need re-evaluate your settings, even if you have been having success with those settings when using Loop's original temp basal strategy.
nb: Loop vil automatisk bolus når bg er spådd å være høyere enn målområdet, og vil bruke temp basals når bg er spådd å være lavere enn målområdet. Vær forsiktig når du velger dette alternativet for første gang. Det kan hende du må evaluere innstillingene på nytt, selv om du har hatt suksess med disse innstillingene når du bruker Loops opprinnelige temp basal-strategi.

source: Loop will dose insulin using 30 minute temporary basal rates, limited by your max temp basal setting. This is the same strategy that Loop used in previous versions.
nb: Loop vil dosere insulin ved hjelp av 30 minutters midlertidige basale priser, begrenset av din maksimale temp basal innstilling. Dette er den samme strategien som Loop brukte i tidligere versjoner.

source: Loop will stop working in %@. You will need to update Loop before that, with a new provisioning profile.
nb: Loop vil slutte å fungere om %@. Løkken slutter å fungere om %@. Du må oppdatere Loop før det, med en ny klargjøringsprofil.

source: Make sure your iPhone is nearby and try again
nb: Kontroller at iPhone er i nærheten, og prøv på nytt

source: Meal Bolus
nb: Måltidsbolus

source: Missing data: %1$@
nb: Mangler data: %1$@

source: Momentum effects
nb: Momentum effekter

source: More Info
nb: Mer info

source: Net Basal Rate
nb: Netto basal rate

source: No connected devices, or failure during device connection
nb: Ingen tilkoblede enheter eller feil under enhetstilkobling

source: Override
nb: Overstyre

source: Please configure a pump to view or edit scheduled basal rates.
nb: Konfigurer en pumpe for å vise eller redigere planlagte basal rater.

source: Pre-Meal
nb: Før måltid

source: Pre-Meal Targets
nb: Før måltid mål

source: Predicted glucose at %1$@ is %2$@.
nb: Forventet glykose ved 1$@ er %2$@.

source: Predicted glucose of %1$@ is below your suspend threshold setting.
nb: Forventet glukose på %1$@ er under terkesinnstillingen for hvilemodus

source: Profile Expires Soon
nb: Profil utløpet snart

source: Pump
nb: Pumpe

source: Pump Battery Low
nb: Lavt pumpebatteri

source: Pump data is %1$@ old
nb: Pumpedata er %1$@ gammelt

source: Pump Manager
nb: Pumpeinnstillinger

source: Pump Reservoir Empty
nb: Pumpereservoaret er tomt

source: Pump Reservoir Low
nb: Pumpereservoar lavt

source: Pump Suspended
nb: Pumpe suspendert

source: Rapid-Acting – Adults
nb: Hurtigvirkende – voksne

source: Rapid-Acting – Children
nb: Hurtigvirkende - barn

source: Rec: %@ U
nb: Anb: %@ E

source: Recommendation expired: %1$@ old
nb: Anbefaling utløpt: %1$@ gammel

source: Recommended Auto-Bolus
nb: Anbefalt auto bolus

source: Recommended Basal
nb: Anbefalt basal

source: Recommended Bolus: %@ Units
nb: Anbefalt bolus: %@ enheter

source: Recommended Dose
nb: Anbefalt dose

source: Reservoir
nb: Reservoar

source: Reservoir Volume
nb: Reservorarvolum

source: Retrospective Correction
nb: Retrospektiv korreksjon

source: Retry
nb: Prøv igjen

source: Save without Bolusing
nb: Lagre uten å sette bolus

source: Send Failed
nb: Send feilet

source: Services
nb: Tjenester

source: Settings
nb: Innstillinger

source: Shows last loop error
nb: Viser siste Loop-error

source: since %@
nb: side %@

source: starting at %@
nb: starter %@

source: Starting Bolus
nb: Starter bolus

source: Suspend Threshold
nb: Suspendere terskelverdi

source: Tap to Resume
nb: Trykk for å fortsette

source: Temp Basal Only
nb: Bare midlertidig basal

source: The bolus recommendation has updated. Please reconfirm the bolus amount.
nb: Bolus-anbefalingen er oppdatert. Bekreft bolusverdien på nytt.

source: The legacy model used by Loop, allowing customization of action duration.
nb: Den eldre modellen brukt av Loop, som tillater tilpassing av varighet for handling.

source: The maximum bolus amount is %@ Units
nb: Maksimal bolus er %@ enheter

source: U
nb: E

source: U/hr
nb: E/hr

source: Unconfigured Pump
nb: Ukonfigurert pumpe

source: until %@
nb: til %@

source: Use Workout Glucose Targets
nb: Bruk mål for treningsglukose

source: When current or forecasted glucose is below the suspend threshold, Loop will not recommend a bolus, and will always recommend a temporary basal rate of 0 units per hour.
nb: Når nåværende eller varslet glukose er under terskelen for hvilemodus, vil Loop ikke anbefale en bolus, og vil alltid anbefale en midlertidig basalhastighet på 0 enheter per time.

source: Workout
nb: Trening

source: Workout Targets
nb: Treningsmål
